import React from "react";

function PartTwo() {
  return (
    <div className="rtl part-2 text-light">
      <div>
        <h2>اخرین دوره های ایلتس ایز</h2>
        <span>چرا باید ایلتس ایز را انتخاب کنم؟</span>
      </div>

      <div className="d-flex flex-wrap">
        <div className="d-flex col-12 col-lg-4">
          <div>
            <i class="bi bi-activity"></i>
          </div>
          <div>
            <h3>این همان عنوان مطلب است</h3>
            <p>
              این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد دیگری
              ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد
              دیگری ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ
              کاربرد دیگری ندارد.
            </p>
            <a href="#">بیشتر بدانید »</a>
          </div>
        </div>

        <div className="d-flex col-12 col-lg-4">
          <div>
            <i class="bi bi-activity"></i>
          </div>
          <div>
            <h3>این همان عنوان مطلب است</h3>
            <p>
              این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد دیگری
              ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد
              دیگری ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ
              کاربرد دیگری ندارد.
            </p>
            <a href="#">بیشتر بدانید »</a>
          </div>
        </div>

        <div className="d-flex col-12 col-lg-4">
          <div>
            <i class="bi bi-activity"></i>
          </div>
          <div>
            <h3>این همان عنوان مطلب است</h3>
            <p>
              این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد دیگری
              ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد
              دیگری ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ
              کاربرد دیگری ندارد.
            </p>
            <a href="#">بیشتر بدانید »</a>
          </div>
        </div>
      </div>

      <div className="d-flex flex-wrap py-5">
        <div className="d-flex col-12 col-lg-4">
          <div>
            <i class="bi bi-activity"></i>
          </div>
          <div>
            <h3>این همان عنوان مطلب است</h3>
            <p>
              این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد دیگری
              ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد
              دیگری ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ
              کاربرد دیگری ندارد.
            </p>
            <a href="#">بیشتر بدانید »</a>
          </div>
        </div>

        <div className="d-flex col-12 col-lg-4">
          <div>
            <i class="bi bi-activity"></i>
          </div>
          <div>
            <h3>این همان عنوان مطلب است</h3>
            <p>
              این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد دیگری
              ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد
              دیگری ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ
              کاربرد دیگری ندارد.
            </p>
            <a href="#">بیشتر بدانید »</a>
          </div>
        </div>

        <div className="d-flex col-12 col-lg-4">
          <div>
            <i class="bi bi-activity"></i>
          </div>
          <div>
            <h3>این همان عنوان مطلب است</h3>
            <p>
              این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد دیگری
              ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ کاربرد
              دیگری ندارد. این یک متن آزمایشی برای تست جانمایی متون است و هیچ
              کاربرد دیگری ندارد.
            </p>
            <a href="#">بیشتر بدانید »</a>
          </div>
        </div>
      </div>
    </div>
  );
}

export default PartTwo;
